Repository: wp-plugins/data-access-levels
Catalog: languages/dal-plugin-*.po
Languages: ru_ru

source: Post access level
ru_ru: Уровень доступа к материалу

source: Please, select access level:
ru_ru: Пожалуйста, укажите уровень доступа:

source: Access level
ru_ru: Уровень доступа

source: You are not allowed to access this part of the site
ru_ru: У Вас нет доступа к этому разделу сайта.

source: Data access by level
ru_ru: Доступ к материалам

source: User access level
ru_ru: уровень доступа пользователя

source: Please, select access level.
ru_ru: Пожалуйста, укажите уровень доступа.

source: DAL settings
ru_ru: DAL настройки

source: Data access levels. General settings.
ru_ru: Уровни доступа к материалам. Основные настройки.

source: Form contain bad data.
ru_ru: Данные введены некорректно

source: Post types
ru_ru: Типы записей

source: Select post types to activate access level restrictions for them.
ru_ru: Список типов записей, на которые будет распространяться ограничение по уровням.

source: Extra columns
ru_ru: Дополнительные столбцы

source: Allow column "Access levels" on manage posts page.
ru_ru: Отображать столбец "Уровень доступа" на странице администрирования записей?

source: Sort by column.
ru_ru: Включить сортировку по столбцу?

source: Attention! When sorting of data in table only posts where "access level" is assigned will be included.
ru_ru: Внимание! При сортировке по столбцу в таблице остаются только те записи, для которых указан уровень доступа.

source: Allow column "Access level" on manage users page.
ru_ru: Отображать столбец "Уровень доступа" на странице администрирования пользователей?

source: Attention! When sorting of data in table only users where "access level" is assigned will be included.
ru_ru: Внимание! При сортировке по столбцу в таблице остаются записи только о тех пользователях, для которых указан уровень доступа.

source: Restrictions in admin panel
ru_ru: Ограничения в панели администратора

source: Should we apply restrictions in admin console?
ru_ru: Применить ограничения в админке?

source: Guest access level
ru_ru: Уровень доступа гостя

source: Minimum value of Post access level = 1. When Guest access level = 0, guests will lose access to the all restricted post types.
ru_ru: Минимально возможный уровень доступа к записям = 1. Если установить уровнь доступа гостя = 0, неавторизованные пользователи потеряют доступ ко всем типсм записей, на которые распространяются ограничения.
